{
    "area": "Asia",
    "intros": {
        "Breathtaking Antiquity": [
            "Its modern face is dazzling, but China is no one-trick pony. The world's oldest continuous civilisation isn't all smoked glass and brushed aluminium and while you won't be tripping over artefacts – three decades of round-the-clock development and rash town planning have taken their toll – rich seams of antiquity await. Serve it all up according to taste: collapsing sections of the Great Wall, temple-topped mountains, villages that time forgot, languorous water towns, sublime Buddhist grottoes and ancient desert forts. Pack a well-made pair of travelling shoes and remember the words of Laotzu: 'a journey of a thousand miles begins with a single step'."
        ],
        "Cuisine": [
            "The Chinese live to eat and with 1.4 billion food-loving people to feed, coupled with vast geographic and cultural variations in a huge land, expect your tastebuds to be tantalised, tested and treated. Wolf down Peking duck in Běijīng, melt over a Chóngqìng hotpot or grab a seasoned ròujiāmó (shredded pork in a bun) before climbing Huá Shān. Gobble down a steaming bowl of Lánzhōu noodles in a Silk Road street market, raise the temperature with some searing Húnán fare or flag down the dim sum trolley down south. Follow your nose in China and you won't want to stop travelling."
        ],
        "Diversity": [
            "China is vast. Off-the-scale massive. A riveting jumble of wildly differing dialects and climatic and topographical extremes, it's like several different countries rolled into one. Take your pick from the tossed-salad ethnic mix of the southwest, the yak-butter-illuminated temples of Xiàhé, a journey along the dusty Silk Road, spending the night at Everest Base Camp or getting into your glad rags for a night on the Shànghǎi tiles. You're spoilt for choice: whether you’re an urban traveller, hiker, cyclist, explorer, backpacker, irrepressible museum-goer or faddish foodie, China’s diversity is second to none."
        ],
        "Stupendous Scenery": [
            "Few countries do the Big Outdoors like the Middle Kingdom. China's landscapes span the range from alpha to omega: take your pick from the sublime sapphire lakes of Tibet or the impassive deserts of Inner Mongolia, island-hop in Hong Kong or bike between fairy-tale karst pinnacles around Yángshuò; swoon before the rice terraces of the south, take a selfie among the gorgeous yellow rapeseed of Wùyuán or hike the Great Wall as it meanders across mountain peaks; get lost in green forests of bamboo or, when your energy fails you, flake out on a distant beach and listen to the thud of falling coconuts."
        ]
    },
    "brief": "China. The name alone makes you want to get packing. It's going places, so jump aboard, go along for the ride and see where it's headed.",
    "name": "China",
    "imageUrls": [
        "https://lonelyplanetimages.imgix.net/mastheads/GettyImages-451590979_super.jpg",
        "https://lonelyplanetimages.imgix.net/mastheads/GettyImages-554915623_high.jpg",
        "https://lonelyplanetimages.imgix.net/a/g/hi/t/4ad86c274b7e632de388dcaca5236ca8-china.jpg"
    ],
    "love": {
        "body": "A passion for Chinese martial arts saw me enrolling for a four-year degree in Chinese at university in London back in the 1990s. They were fun days, when travelling China was testing but exciting in equal measure. Hot spots like Píngyáo were unheard of and Shànghǎi’s Pǔdōng was a cocktail-free flatland. I could say it's the fantastic food, the awesome landscapes, the thrill of train travel, the delightful people or pitching up in a small town I’ve never been to before, and I wouldn’t be lying. But it’s the Chinese language I still love most of all.",
        "author": [
            "By Damian Harper, Writer"
        ],
        "title": [
            "Why I Love China"
        ]
    }
}